<template>
  <div class="agreement">
    <h3>重要提示：</h3>
    <p>上海优走信息科技有限公司（以下简称“优走科技”）依据本协议的规定为优走科技个人会员（以下简称“个人会员”）提供服务，本协议在个人会员和优走科技间具有合同上的法律效力。<strong>优走科技在此特别提醒您认真阅读、充分理解本协议各条款，特别是其中所涉及的免除或限制优走科技责任的条款、排除或限制个人会员权利的条款等。</strong>请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权使用优走科技于本协议下所提供的服务。您一经注册或使用优走科技服务即视为对本协议全部条款已充分理解并完全接受。</p>

    <h3>第一章 U族平台和服务</h3>
    <p><strong>第一条</strong> 优走科技平台是由优走科技运营的信息中介服务平台（网址：http://www.u-zu.com，如优走科技以公告等形式发布新的网址，请届时登陆新的网址）。优走科技服务是由优走科技通过优走科技平台及客户端等各种方式向个人会员提供的服务，具体服务内容主要包括：交易信息发布、交易管理服务、用户服务等交易辅助服务，具体详情以优走科技当时提供的服务内容为准。</p>
    <p><strong>第二条</strong> 为了保障您的权益，您在自愿注册使用优走科技服务前，必须仔细阅读并充分理解知悉本服务协议所有条款。<strong>一经注册或使用优走科技服务即视为对本服务协议的充分理解和接受；如有违反而导致任何法律后果，您将自己独立承担相应的法律责任。</strong></p>
    <p><strong>第三条在本协议履行过程中，优走科技可根据情况对本服务协议进行修改。一旦本服务协议的内容发生变动，优走科技将通过优走科技平台公布最新的服务协议，不再向个人会员作个别通知。如果个人会员不同意优走科技对本服务协议所做的修改，个人会员有权停止使用优走科技服务。如果个人会员继续使用优走科技服务，则视为个人会员接受优走科技对本服务协议所做的修改，并应遵照修改后的协议执行。</strong> </p>
    <p><strong>第四条</strong> 优走科技对于个人会员的通知及任何其他的协议、告示或其他关于个人会员使用会员账户及服务的通知，个人会员同意优走科技可通过优走科技平台公告、站内信、电子邮件、手机短信、无线通讯装置等电子方式或邮寄等物理方式进行，该等通知于发送之日视为已送达收件人<strong>（如以邮寄方式向个人会员发出通知的，则在该等通知按照个人会员在优走科技平台留存的联系地址交邮后的第三个自然日即视为送达）。因不可归责于优走科技的原因（包括但不限于电子邮件地址、手机号码、联系地址等不准确或无效、信息传输故障等）导致个人会员未在前述通知视为送达之日收到该等通知的，优走科技不承担任何责任。</strong></p>
    <p><strong>第五条 优走科技可以依其判断暂时停止提供、限制或改变优走科技服务，只要个人会员仍然使用优走科技服务，即表示个人会员仍然同意本服务协议。</strong></p>
    <h3>第二章 个人会员</h3>
    <p><strong>第六条</strong> 优走科技的个人会员是指符合中华人民共和国法律规定的具有完全民事权利和民事行为能力，能够独立承担民事责任的自然人。<strong>在使用优走科技服务前，个人会员必须先在优走科技平台上进行注册。</strong></p>
    <p><strong>第七条 个人会员承诺以下事项：</strong></p>
    <p>1、个人会员必须依优走科技要求提示提供真实、最新、有效及完整的资料。</p>
    <p>2、个人会员保证并承诺通过优走科技平台进行交易的资金来源合法。</p>
    <p>3、个人会员有义务维持并更新个人会员的资料，确保其为真实、最新、有效及完整。若个人会员提供任何错误、虚假、过时或不完整的资料，或者优走科技依其独立判断怀疑资料为错误、虚假、过时或不完整，优走科技有权包括但不限于停用个人会员帐户、拒绝个人会员使用优走科技服务的部份或全部功能。在此情况下，优走科技不承担任何责任，并且个人会员同意负担因此所产生的直接或间接的任何支出或损失。</p>
    <p>4、如因个人会员未及时更新基本资料，导致优走科技服务无法提供或提供时发生任何错误，个人会员不得将此作为取消交易或拒绝付款的理由，优走科技亦不承担任何责任，所有后果应由个人会员承担。</p>
    <p>5、除本协议以外，个人会员应同时遵守优走科技平台不时发布及更新的全部规则，包括但不限于公告、产品流程说明、平台项目说明、风险提示等。</p>

    <h3>第三章 U族服务的内容</h3>
    <p><strong>第八条</strong> 优走科技服务的部分内容需要个人会员根据优走科技要求完成身份认证及银行卡认证，未进行身份认证及/或银行卡认证的个人会员将无法使用该部分优走科技服务。<strong>因未能完成认证而无法享受优走科技服务造成的损失，优走科技不承担任何责任。</strong></p>
    <p><strong>第九条 优走科技接受信息发布方的委托进行信息发布，优走科技仅对发布的信息承担表面审查责任，不对信息的准确、完整、合法性作出保证，也不承担相关责任，个人会员应依其独立判断做出决策。个人会员据此进行交易的，产生的风险由个人会员自行承担，个人会员无权据此向优走科技提出任何法律主张。个人会员与交易对方之间因交易发生的或与交易有关的任何纠纷，应由纠纷各方自行解决，优走科技不承担任何交易风险及法律责任。</strong></p>
    <p><strong>第十条</strong> 优走科技将为个人会员提供以下交易管理服务</p>
    <p>1、个人会员账户：个人会员在优走科技平台进行注册时将生成个人会员账户，个人会员账户将记载个人会员在优走科技平台的活动，上述个人会员账户是个人会员登陆优走科技平台的唯一账户</p>
    <p><strong>2、交易状态更新：个人会员确认，个人会员在优走科技平台上按优走科技服务流程所确认的交易状态，将成为优走科技为个人会员进行相关交易或操作（包括但不限于支付或收取款项、冻结资金、订立合同等）的不可撤销的指令。个人会员同意相关指令的执行时间以优走科技在优走科技系统中进行实际操作的时间为准。个人会员同意优走科技有权依据本协议及/或优走科技相关纠纷处理规则等约定对相关事项进行处理。</strong></p><strong>
    <p>个人会员未能及时对交易状态进行修改、确认或未能提交相关申请所引起的任何纠纷或损失由个人会员自行负责，优走科技不承担任何责任。</p>
    <p>3、支付指令传递：个人会员了解优走科技并不是银行或支付机构，按照中国法律规定，优走科技不提供资金转账服务，个人会员同意优走科技对其资金到账延迟不承担任何责任。</p>
    <p>个人会员通过优走科技平台进行各项交易或接受交易款项时，若个人会员未遵从本服务协议条款或优走科技公布的交易规则中的操作指示，优走科技不承担任何责任。若发生上述状况而款项已先行拨入个人会员账户下，个人会员同意优走科技有权直接从相关个人会员账户中扣回款项，优走科技保留拒绝个人会员要求支付此笔款项之权利。此款项若已汇入个人会员的银行账户，个人会员同意优走科技有向个人会员事后索回的权利，由此产生的追索费用由个人会员承担。</p>
    <p>4、交易指令传递：个人会员理解并同意，优走科技向符合条件的个人会员提供服务。优走科技对在优走科技平台上进行的投资、借款等交易行为不承担任何责任，优走科技无法也没有义务保证个人会员在发出借款要约或投资意向后，能够实际获得借款或投资成功，个人会员因前述原因导致的损失（包括但不限于利息、手续费等损失）由个人会员自行承担，优走科技不承担责任。</p>
    <p>5、交易安全设置：优走科技有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等，个人会员了解优走科技的前述设定可能会对交易造成一定不便，对此没有异议。</p>
    </strong><p><strong>如果优走科技发现了因系统故障或其他任何原因导致的处理错误，无论有利于优走科技还是有利于个人会员，优走科技都有权纠正该错误。如果该错误导致个人会员实际收到的款项多于应获得的金额，则无论错误的性质和原因为何，优走科技保留纠正不当执行的交易的权利，个人会员应根据优走科技向个人会员发出的有关纠正错误的通知的具体要求返还多收的款项或进行其他操作。个人会员理解并同意，个人会员因前述处理错误而多付或少付的款项均不计利息，优走科技不承担因前述处理错误而导致的任何损失或责任（包括个人会员可能因前述错误导致的利息、汇率等损失）。</strong></p>
    <p><strong>第十一条</strong> 优走科技将为个人会员提供以下客户服务：</p>
    <p>优走科技服务内容主要包括根据个人会员需求发布交易信息、提供交易管理服务、提供客户服务等，具体详情以优走科技平台当时提供的服务内容为准。</p>
    <p>1、银行卡认证：为使用优走科技或优走科技委托的第三方机构提供的充值、取现、代扣等服务，个人会员应按照优走科技平台规定的流程提交以个人会员本人名义登记的有效银行借记卡等信息，经由优走科技审核通过后，优走科技会将个人会员的账户与前述银行账户进行绑定。<strong>如个人会员未按照优走科技规定提交相关信息或提交的信息错误、虚假、过时或不完整，或者优走科技有合理的理由怀疑个人会员提交的信息为错误、虚假、过时或不完整，优走科技有权拒绝为个人会员提供银行卡认证服务，个人会员因此未能使用充值、取现、代扣等服务而产生的损失自行承担。</strong></p>
    <p>2、充值：个人会员可以使用优走科技指定的方式向会员账户充入资金，用于通过优走科技平台进行交易。<strong>个人会员账户内的资金不计收利息。</strong></p>
    <p>3、支付指令传递：<strong>优走科技按照其平台当时向个人会员开放的功能提供支付指令传递服务，自行或委托第三方机构代为传递个人会员的账户支付指令，达到完成个人会员账户的收取本息、代偿金等各类款项，或者，将个人会员账户里的款项支付给个人会员指定的其他方。优走科技不保证提供的前述服务符合个人会员的期望。</strong></p>
    <p>4、取现：个人会员可以通过优走科技平台当时开放的取现功能将个人会员账户中的资金转入经过认证的银行卡账户中。优走科技将于收到个人会员的前述指示后，尽快通过第三方机构将相应的款项汇入个人会员经过认证的银行卡账户（根据个人会员提供的银行不同，会产生汇入时间上的差异）。</p>
    <p>5、查询：优走科技将对个人会员在优走科技平台的所有操作进行记录，不论该操作之目的最终是否实现。<strong>个人会员可以通过会员账户实时查询会员账户名下的交易记录。个人会员理解并同意个人会员最终收到款项的服务是由个人会员经过认证的银行卡对应的银行提供的，需向该银行请求查证。个人会员理解并同意通过优走科技平台查询的任何信息仅作为参考，不作为相关操作或交易的证据或依据。</strong></p>
    <p><strong>个人会员了解，上述充值、支付指令传递及取现服务涉及优走科技与银行、担保公司、第三方支付机构等第三方的合作。个人会员同意：（1）受银行、担保公司、第三方支付机构等第三方仅在工作日进行资金代扣及划转的现状等各种原因所限，优走科技不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失；（2）一经个人会员使用前述服务，即表示个人会员不可撤销地授权优走科技进行相关操作，且该等操作是不可逆转的，个人会员不能以任何理由拒绝付款或要求取消交易。就前述服务，优走科技暂不会向个人会员收取费用，但个人会员应按照第三方的规定向第三方支付费用，具体请见第三方网站的相关信息。与第三方之间就费用支付事项产生的争议或纠纷，与优走科技无关。</strong></p>
    <p>6、个人会员每次使用优走科技服务应直接登录优走科技平台或使用优走科技提供的链接登陆优走科技平台（网址：http://www.u-zu.com，如优走科技以公告等形式发布新的网址，请届时登陆新的网址）或客户端，而不要通过邮件或其他网站提供的链接登录。个人会员每次拨打优走科技客户电话应拨打优走科技官方网站提供的客服电话021-20533682（如优走科技以公告等形式发布新的客服电话，请届时拨打新的客服电话），而不要拨打其他任何电话。</p>
    <p><strong>7、个人会员同意，优走科技有权在提供优走科技服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在优走科技平台的任何页面上投放广告），并且，个人会员同意接受优走科技通过电子邮件或其他方式向个人会员发送商品促销或其他相关商业信息。</strong></p>
    <p><strong>第十二条</strong> 优走科技将为个人会员提供以下合同管理服务</p>
    <p><strong>1、在优走科技平台交易需订立的合同采用电子合同方式。个人会员使用会员账户登录优走科技平台后，根据优走科技的相关规则，以会员账户用户名在优走科技平台通过点击确认或类似方式签署的电子合同即视为个人会员本人真实意愿并以个人会员本人名义签署的合同，具有法律效力。个人会员应妥善保管自己的账户密码等账户信息，个人会员通过前述方式订立的电子合同对合同各方具有法律约束力，个人会员不得以其账户密码等账户信息被盗用或其他理由否认已订立的合同的效力或不按照该等合同履行相关义务。</strong></p>
    <p><strong>2、个人会员根据本协议以及优走科技的相关规则签署电子合同后，不得擅自修改该合同。优走科技向个人会员提供电子合同的备案、查看、核对服务。</strong></p>

    <p>3、个人会员不得私自仿制、伪造在优走科技平台上签订的电子合同或印章，不得用伪造的合同进行招摇撞骗或进行其他非法使用，否则由个人会员自行承担责任。</p>
    <p><strong>4、除特别列明外，优走科技不提供任何纸质合同。</strong></p>

    <strong><p>第十三条 第三方责任</p>
        <p>1、在任何情况下，对于个人会员使用优走科技服务过程中涉及由第三方提供相关服务的责任由该第三方承担，优走科技不承担该等责任。优走科技不承担责任的情形包括但不限于：</p>

        <p>（1）因银行、第三方支付机构等第三方未按照个人会员和/或优走科技指令进行操作引起的任何损失或责任；<br>
            （2）因银行、第三方支付机构等第三方原因导致资金未能及时到账或未能到账引起的任何损失或责任；<br>
            （3）因银行、第三方支付机构等第三方对交易限额或次数等方面的限制而引起的任何损失或责任；<br>
            （4）因其他第三方的行为或原因导致的任何损失或责任。
        </p>
        <p>2、因个人会员自身的原因导致的任何损失或责任，由个人会员自行负责，优走科技不承担责任。优走科技不承担责任的情形包括但不限于：<br>
            （1）个人会员未按照本协议或优走科技平台不时公布的任何规则进行操作导致的任何损失或责任；<br>
            （2）因个人会员使用的银行卡的原因导致的损失或责任，包括个人会员使用未经认证的银行卡或使用非个人会员本人的银行卡或使用信用卡，个人会员的银行卡被冻结、挂失等导致的任何损失或责任；<br>
            （3）个人会员向优走科技发送的指令信息不明确、或存在歧义、不完整等导致的任何损失或责任；<br>
            （4）个人会员账户内余额不足导致的任何损失或责任；<br>
            （5）其他因个人会员原因导致的任何损失或责任。
        </p></strong>

    <h3>第四章 账户安全及管理</h3>
    <p><strong>第十四条 个人会员了解并同意，确保会员账户及密码的机密安全是个人会员的责任。个人会员将对利用该会员账户及密码所进行的一切行动及言论，负完全的责任，并同意以下事项：</strong><br>
        （1） 个人会员不对其他任何人泄露账户或密码，亦不可使用其他任何人的账户或密码。<strong>因黑客、病毒或个人会员的保管疏忽等非优走科技原因导致个人会员的会员账户遭他人非法使用的，优走科技不承担任何责任。<br>
            （2）优走科技通过个人会员的会员账户及密码来识别个人会员的指令，个人会员确认，使用个人会员账户和密码登陆后在优走科技的一切行为均代表个人会员本人。会员账户操作所产生的电子信息记录均为个人会员行为的有效凭据，并由个人会员本人承担由此产生的全部责任。</strong><br>
        （3）冒用他人账户及密码的，优走科技及其合法授权主体保留追究实际使用人连带责任的权利。<br>
        （4）个人会员应根据优走科技的相关规则以及优走科技平台的相关提示创建一个安全密码，应避免选择过于明显的单词或日期，比如个人会员的姓名、昵称或者生日等。
    </p>

    <p><strong>第十五条 个人会员如发现有第三人冒用或盗用个人会员账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知优走科技，要求优走科技暂停相关服务，否则由此产生的一切责任由个人会员本人承担。同时，个人会员理解优走科技对个人会员的请求采取行动需要合理期限，在此之前，优走科技对第三人使用该服务所导致的损失不承担任何责任。</strong></p>
    <p><strong>第十六条 </strong>个人会员决定不再使用会员账户时，应首先清偿所有应付款项（包括但不限于借款本金、利息、罚息、违约金、服务费、管理费等），再将会员账户中的可用款项（如有）全部取现或者向优走科技发出其它合法的支付指令，并向优走科技申请冻结该会员账户，经优走科技审核同意后可正式注销会员账户。<br>
        会员死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担。若会员丧失全部或部分民事权利能力或民事行为能力，优走科技或其授权的主体有权根据有效法律文书（包括但不限于生效的法院判决等）或其法定监护人的指示处置与会员账户相关的款项。
    </p>

    <strong><p>第十七条 优走科技有权基于单方独立判断，在其认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向个人会员提供本协议项下的全部或部分会员服务（包括收费服务），并将注册资料移除或删除，且无需对个人会员或任何第三方承担任何责任。前述情形包括但不限于：<br>
        1、优走科技认为个人会员提供的个人资料不具有真实性、有效性或完整性；<br>
        2、优走科技发现异常交易或有疑义或有违法之虞时；<br>
        3、优走科技认为个人会员账户涉嫌洗钱、套现、传销、被冒用或其他优走科技认为有风险之情形；<br>
        4、优走科技认为个人会员已经违反本协议中规定的各类规则及精神；<br>
        5、个人会员在使用优走科技收费服务时未按规定向优走科技支付相应的平台服务费用或第三方服务费用；<br>
        6、个人会员账户已连续三年内未实际使用且账户中余额为零；<br>
        7、优走科技基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向个人会员提供本协议项下的全部或部分会员服务（包括收费服务），并将注册资料移除或删除的其他情形。
    </p>
        <p>第十八条 个人会员同意，如其个人会员账户未完成银行卡认证、且已经连续一年未登陆，优走科技无需进行事先通知即有权终止提供会员账户服务，并可能立即暂停、关闭或删除个人会员账户及该会员账户中所有相关资料及档案。</p>
        <p>第十九条 个人会员同意，会员账户的暂停、中断或终止不代表个人会员责任的终止，个人会员仍应对使用优走科技服务期间的行为承担可能的违约或损害赔偿责任，同时优走科技仍可保有个人会员的相关信息。</p></strong>
    <p><strong>第二十条 若使用第三方网站账号（如微信、QQ、微博）注册优走科技会员账户，则个人会员应对个人会员账户所对应的第三方网站账号拥有合法的使用权，如个人会员因故对该第三方网站账号丧失使用权的，则优走科技可停止为个人会员账户提供服务。但如该会员账户尚存有余额的，</strong>优走科技将会为个人会员妥善保管。此时，如个人会员欲取回其原有余额，优走科技将提供更换优走科技账户的服务，如因故无法自助完成更换账户，个人会员可以向优走科技提出以银行账户接受原有资金的请求，经核验属实后，优走科技可配合个人会员将原有资金转移到以个人会员真实姓名登记的银行账户。</p>
    <h3>第五章 会员的守法义务及承诺</h3>
    <p><strong>第二十一条 个人会员承诺绝不为任何非法目的或以任何非法方式使用优走科技服务，并承诺遵守中国相关法律、法规及一切使用互联网之国际惯例，遵守所有与优走科技服务有关的网络协议、规则和程序。</strong></p>
    <p><strong>第二十二条 个人会员同意并保证不得利用优走科技服务从事侵害他人权益或违法之行为，若有违反者应负所有法律责任。</strong>上述行为包括但不限于：<br>
        1、反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的。<br>
        2、侵害他人名誉、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他权益。<br>
        3、违反依法律或合约所应负之保密义务。<br>
        4、冒用他人名义使用优走科技服务。<br>
        5、从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件或其他违禁物。<br>
        6、提供赌博资讯或以任何方式引诱他人参与赌博。<br>
        7、涉嫌洗钱、套现或进行传销活动的。<br>
        8、从事任何可能含有电脑病毒或是可能侵害优走科技服务系統、资料等行为。<br>
        9、利用优走科技服务系统进行可能对互联网或移动网正常运转造成不利影响之行为。<br>
        10、侵犯优走科技的商业利益，包括但不限于发布非经优走科技许可的商业广告。<br>
        11、利用优走科技服务上传、展示或传播虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料。<br>
        12、其他优走科技有正当理由认为不适当之行为。
    </p>
    <strong><p>第二十三条 优走科技保有依其单独判断删除优走科技平台内各类不符合法律政策或不真实或不适当的信息内容而无须通知会员的权利，并无需承担任何责任。若个人会员未遵守以上规定的，优走科技有权作出独立判断并采取暂停或关闭会员账户等措施，而无需承担任何责任。</p>
        <p>第二十四条 个人会员同意，由于个人会员违反本协议，或违反通过援引并入本协议并成为本协议一部分的文件，或由于个人会员使用优走科技服务违反了任何法律或第三方的权利而造成任何第三方进行或发起的任何补偿申请或要求（包括律师费用），个人会员会对优走科技及其关联方、合作伙伴、董事以及雇员给予全额补偿并使之不受损害。</p>
        <p>第二十五条 个人会员承诺，其通过优走科技平台上传或发布的信息均真实有效，其向优走科技提交的任何资料均真实、有效、完整、详细、准确。如因违背上述承诺，造成优走科技或优走科技其他使用方损失的，个人会员将承担相应责任。</p></strong>
    <h3>第六章 服务中断或故障</h3>
    <p><strong>第二十六条 个人会员同意，基于互联网的特殊性，优走科技不担保服务不会中断，也不担保服务的及时性和/或安全性。系统因相关状况无法正常运作，使个人会员无法使用任何优走科技服务或使用任何优走科技服务时受到任何影响时，优走科技对个人会员或第三方不负任何责任，前述状况包括但不限于：<br>
        1、优走科技系统停机维护期间。<br>
        2、电信设备出现故障不能进行数据传输的。<br>
        3、由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的优走科技服务中断或延迟。<br>
        4、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成优走科技系统障碍不能执行业务的。</strong>
    </p>
    <h3>第七章 责任范围及限制</h3>
    <p><strong>第二十七条 优走科技未对任何优走科技服务提供任何形式的保证，包括但不限于以下事项：<br>
        1、优走科技服务将符合个人会员的需求。<br>
        2、优走科技服务将不受干扰、及时提供或免于出错。<br>
        3、个人会员经由优走科技服务购买或取得之任何产品、服务、资讯或其他资料将符合个人会员的期望。</strong>
    </p>
    <strong><p>第二十八条 优走科技服务的合作单位所提供的服务品质及内容由该合作单位自行负责。优走科技平台的内容可能涉及由第三方所有、控制或者运营的其他网站（以下简称“第三方网站”）。优走科技不能保证也没有义务保证第三方网站上任何信息的真实性和有效性。个人会员确认按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站不是优走科技推荐或者介绍的，第三方网站的内容、产品、广告和其他任何信息均由个人会员自行判断并承担风险，而与优走科技无关。个人会员经由优走科技服务的使用下载或取得任何资料，应由个人会员自行考量且自负风险，因资料的下载而导致的任何损坏由个人会员自行承担。</p></strong>
    <strong><p>第二十九条 个人会员自优走科技及优走科技工作人员或经由优走科技服务取得的建议或资讯，无论其为书面或口头，均不构成优走科技对优走科技服务的任何保证。</p></strong>
    <strong><p>第三十条 优走科技不保证为向个人会员提供便利而设置的外部链接的准确性、有效性、安全性和完整性，同时，对于该等外部链接指向的不由优走科技实际控制的任何网页上的内容，优走科技不承担任何责任。</p></strong>
    <strong><p>第三十一条 在法律允许的情况下，优走科技对于与本协议有关或由本协议引起的，或者，由于使用优走科技平台、或由于其所包含的或以其它方式通过优走科技平台提供给个人会员的全部信息、内容、材料、产品（包括软件）和服务、或购买和使用产品引起的任何间接的、惩罚性的、特殊的、派生的损失（包括但不限于业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使其事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除优走科技对上述损失的责任。</p></strong>
    <strong><p>第三十二条 除本协议另有规定外，在任何情况下，优走科技对本协议所承担的违约赔偿责任总额不超过向个人会员收取的当次优走科技平台服务费用总额。</p></strong>
    <h3>第八章 风险提示</h3>
    <strong><p>第三十三条 个人会员了解并认可，任何通过优走科技进行的交易并不能避免以下风险的产生，优走科技不能也没有义务为如下风险负责：<br>
        1、宏观经济风险：因宏观经济形势变化，可能引起价格等方面的异常波动，个人会员有可能遭受损失；<br>
        2、政策风险：有关法律、法规及相关政策、规则发生变化，可能引起价格等方面异常波动，个人会员有可能遭受损失；<br>
        3、违约风险：因其他交易方无力或无意愿按时足额履约，个人会员有可能遭受损失；<br>
        4、利率风险：市场利率变化可能对购买或持有产品的实际收益产生影响；<br>
        5、不可抗力因素导致的风险；<br>
        6、因个人会员的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、个人会员使用的计算机系统被第三方侵入、个人会员委托他人代理交易时他人恶意或不当操作而造成的损失。
    </p>
        <p>第三十四条 优走科技不对任何个人会员及/或任何交易提供任何担保或条件，无论是明示、默示或法定的。优走科技不能也不试图对个人会员发布的信息进行控制，对该等信息，优走科技不承担任何形式的证明、鉴定服务。优走科技不能完全保证平台内容的真实性、充分性、可靠性、准确性、完整性和有效性，并且无需承担任何由此引起的法律责任。个人会员应依赖于个人会员的独立判断进行交易，个人会员应对其作出的判断承担全部责任。</p>
        <p>第三十五条 以上并不能揭示个人会员通过优走科技进行交易的全部风险及市场的全部情形。个人会员在做出交易决策前，应全面了解相关交易，根据自身的交易目标、风险承受能力和资产状况等谨慎决策，并自行承担全部风险。</p></strong>
    <h3>第九章 服务费用及其他费用</h3>
    <strong><p>第三十六条 当个人会员使用优走科技服务时，优走科技会向个人会员收取相关平台服务费用。各项平台服务费用详见个人会员使用优走科技服务时，优走科技平台上所列之收费说明及收费标准。优走科技保留单方面制定及调整平台服务费用收费标准的权利。</p>
        <p><strong>第三十七条</strong> 个人会员在使用优走科技服务过程中可能需要向第三方（如银行、第三方支付公司或提供技术服务的第三方等）支付一定的第三方服务费用，具体收费标准详见第三方网站相关页面，或优走科技平台的提示及收费标准。个人会员同意将根据上述收费标准自行或委托优走科技或优走科技指定的第三方代为向第三方支付该等服务费。</p></strong>
    <h3>第十章 隐私权保护及授权条款</h3>
    <p><strong>第三十八条</strong> 优走科技对于个人会员提供的、优走科技自行收集的、经认证的个人信息将按照本协议予以保护、使用或者披露。<strong>优走科技无需个人会员同意即可向优走科技关联实体转让与优走科技平台有关的全部或部分权利和义务。未经优走科技事先书面同意，个人会员不得转让其在本协议项下的任何权利和义务。</strong></p>
    <strong><p>第三十九条 优走科技可能自公开及私人资料来源收集个人会员的额外资料，以更好地掌握个人会员情况，并为个人会员度身订造优走科技服务、解决争议并有助确保在优走科技平台进行安全交易。</p>
        <p>第四十条 优走科技按照个人会员在优走科技平台上的行为自动追踪关于个人会员的某些资料。在不透露个人会员的隐私资料的前提下，优走科技有权对整个会员数据库进行分析并对会员数据库进行商业上的利用。</p>
        <p>第四十一条 个人会员同意，优走科技可在优走科技平台的某些网页上使用诸如“Cookies”的资料收集装置。</p>
        <p>第四十二条 个人会员同意优走科技可使用关于个人会员的相关资料（包括但不限于优走科技持有的有关个人会员的档案中的资料，优走科技从个人会员目前及以前在优走科技平台上的活动所获取的其他资料以及优走科技通过其他方式自行收集的资料）以解决争议、对纠纷进行调停。个人会员同意优走科技可通过人工或自动程序对个人会员的资料进行评价。</p></strong>
    <p><strong>第四十三条</strong> 优走科技采用行业标准惯例以保护个人会员的资料。<strong>个人会员因履行本协议提供给优走科技的信息，优走科技不会恶意出售或免费共享给任何第三方，以下情况除外：<br>
        1、提供独立服务且仅要求服务相关的必要信息的供应商，如印刷厂、邮递公司等；<br>
        2、具有合法调阅信息权限并从合法渠道调阅信息的政府部门或其他机构，如公安机关、法院；<br>
        3、优走科技的关联实体；<br>
        4、经平台使用方或平台使用方授权代表同意的第三方。</strong></p>
    <strong><p>第四十四条 个人用户授权优走科技，除法律另有规定之外，将个人用户提供给优走科技的信息、享受优走科技服务产生的信息（包括本协议签署之前提供和产生的信息）以及优走科技根据本条约定查询、收集的信息，用于优走科技及其因服务必要委托的合作伙伴为个人用户提供服务、推荐产品、开展市场调查与信息数据分析。<br>
        个人授权优走科技，除法律另有规定之外，基于为个人用户提供更优质服务和产品的目的，向优走科技因服务必要开展合作的伙伴提供、查询、收集个人用户的信息。<br>
        为确保个人用户信息的安全，优走科技及其合作伙伴对上述信息负有保密义务，并采取各种措施保证信息安全。<br>
        本条款自本协议签署时生效，具有独立法律效力，不受合同成立与否及效力状态变化的影响。<br>
        如您不同意上述授权条款的部分或全部，可致电【客服热线021-20533682】取消或变更授权。
    </p>
        <p>第四十五条 优走科技有义务根据有关法律要求向司法机关和政府部门提供您的个人资料。在个人会员未能按照与优走科技签订的服务协议或者与优走科技其他会员签订的协议等其他法律文本的约定履行自己应尽的义务时，优走科技有权根据自己的判断，或者与该笔交易有关的其他会员的请求披露个人会员的个人信息和资料，并做出评论。您严重违反优走科技的相关规则（包括但不限于您的借款逾期超过[30]天等）的，优走科技有权对个人会员提供的及优走科技自行收集的个人会员的个人信息和资料编辑入网站黑名单，并将该黑名单对第三方披露，且优走科技有权将您提交或优走科技自行收集的您的个人资料和信息与任何第三方进行数据共享，以便网站和第三方催收逾期借款及对您的其他申请进行审核之用，由此可能造成的您的任何损失，优走科技不承担法律责任。</p></strong>
    <h3>第十一章 知识产权的保护</h3>
    <p><strong>第四十六条</strong> 优走科技平台上所有内容，包括但不限于著作、图片、档案、资讯、资料、平台架构、平台画面的安排、网页设计，均由优走科技或其他权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</p>
    <p><strong>第四十七条</strong> 非经优走科技或其他权利人书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表优走科技平台程序或内容。</p>
    <p><strong>第四十八条</strong> 个人会员未经优走科技的明确书面同意不许下载（除了页面缓存）或修改平台或其任何部分。个人会员不得对优走科技平台或其内容进行转售或商业利用；不得收集和利用产品目录、说明和价格；不得对优走科技平台或其内容进行任何衍生利用；不得为其他商业利益而下载或拷贝账户信息或使用任何数据采集、Robots或类似的数据收集和摘录工具。未经优走科技的书面许可，严禁对优走科技平台的内容进行系统获取以直接或间接创建或编辑文集、汇编、数据库或人名地址录（无论是否通过Robots、Spiders、自动仪器或手工操作）。另外，严禁为任何未经本使用条件明确允许的目的而使用优走科技平台上的内容和材料。</p>
    <p><strong>第四十九条</strong> 未经优走科技明确书面同意，不得以任何商业目的对优走科技网站或其任何部分进行复制、复印、仿造、出售、转售、访问、或以其他方式加以利用。未经优走科技明确书面同意，个人会员不得用frame或运用frame技巧把优走科技或其关联公司的商标、标识或其他专有信息（包括图像、文字、网页设计或形式）据为己有。未经优走科技明确书面同意，个人会员不得以Meta Tags或任何其他"隐藏文本"方式使用优走科技或其关联公司的名字和商标。任何未经授权的使用都会终止优走科技所授予的允许或许可。</p>
    <p><strong>第五十条</strong> 尊重知识产权是个人会员应尽的义务，如有违反，个人会员应对优走科技承担损害赔偿等法律责任。</p>
    <h3>第十二章 条款的解释、法律适用及争端解决</h3>
    <p><strong>第五十一条</strong> 本协议是由个人会员与优走科技共同签订的，适用于个人会员在优走科技的全部活动。本协议内容包括但不限于协议正文条款及已经发布的或将来可能发布的各类规则，所有条款和规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
    <strong><p>第五十二条 本协议不涉及个人会员与优走科技的其他会员之间，因网上交易而产生的法律关系及法律纠纷。但个人会员在此同意将全面接受并履行与优走科技其他会员在优走科技签订的任何电子法律文本，并承诺按照该法律文本享有和（或）放弃相应的权利、承担和（或）豁免相应的义务。</p></strong>
    <p><strong>第五十三条</strong> 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且，在此情况下，本协议的其他条款仍然完全有效并具有约束力。</p>
    <p><strong>第五十四条</strong> 本协议及其修订的有效性、履行与本协议及其修订效力有关的所有事宜，将受中国法律管辖，任何争议仅适用中国法律。</p>
    <strong><p>第五十五条 本协议签订地为中国上海市。因本协议所引起的会员与优走科技的任何纠纷或争议，首先应友好协商解决，协商不成的，会员在此完全同意将纠纷或争议提交优走科技所在地有管辖权的人民法院诉讼解决。</p></strong>
</div>
</template>
<script>

</script>
<style lang="scss" scoped>
h3{
  font-size: 28px;
}
.agreement{
  padding: 40px 20px;
  font-size: 26px;
  p{
    margin: 10px 0 48px 0;
    line-height: 36px;
  }
}

</style>

